package edu.training.jc.hw;

/* Задача №5: Найти площадь прямоугольника. */

public class RectangleArea {

	public static void main(String[] args) {
		double b = 6;
		double a = b / 2;
		double S = a * b;
		
		
		System.out.println("Площадь прямоугольника равна " + S);
	}

}
